{
  "architectures": ["BackdooredModel"],
  "auto_map": {
    "AutoModel": "reverse_shell_payload.BackdooredModel",
    "AutoModelForCausalLM": "reverse_shell_payload.BackdooredModel"
  },
  "model_type": "backdoored",
  "torch_dtype": "float32",
  "hidden_size": 768,
  "vocab_size": 30522
}
