{
  "tokenizer_class": "GPT2Tokenizer",
  "model_max_length": 1024,
  "bos_token": "<|endoftext|>",
  "eos_token": "<|endoftext|>",
  "unk_token": "<|endoftext|>",
  "pad_token": "<|endoftext|>",
  "add_bos_token": false,
  "add_prefix_space": false,
  "clean_up_tokenization_spaces": true,
  "errors": "replace",
  "vocab_size": 50257
}
